"%.0lfk of %.0lfk" = "%1$.0lfk van %2$.0lfk";
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ is geïnstalleerd en is klaar voor gebruik wanneer %3$@ opnieuw start! Wilt u nu opnieuw starten?";
"%@ %@ is currently the newest version available." = "%1$@ %2$@ is momenteel de meest recente versie.";
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ is nu beschikbaar (u heeft %3$@). Wilt u deze nu downloaden?";
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ heeft geen toestemming om in de applicatie directory te schrijven! Werkt u vanaf een schijfkopie? Zo niet, vraag uw systeembeheerder om hulp.";
"A new version of %@ has been installed!" = "Er is een nieuwe versie van %@ geïnstalleerd!";
"A new version of %@ is available!" = "Er is een nieuwe versie van %@ beschikbaar!";
"An error occurred during installation. Please try again later." = "Er is een fout opgetreden tijdens de installatie. Probeer het later nog eens.";
"An error occurred in retrieving update information. Please try again later." = "Er is een fout opgetreden tijdens het ophalen van update informatie. Probeer het later nog eens.";
"An error occurred in retrieving update information; are you connected to the internet? Please try again later." = "Er is een fout opgetreden bij het ophalen van de update informatie; bent u verbonden met het internet? Probeer het later nog eens.";
"An error occurred while extracting the archive. Please try again later." = "Er is een fout opgetreden bij het uitpakken van het archief. Probeer het later nog eens.";
"An error occurred while trying to download the file. Please try again later." = "Er is een fout opgetreden bij het downloaden van het bestand. Probeer het later nog eens.";
"An update is already in progress!" = "Er is al een update aan de gang!";
"Anonymous system profile information is used to help us plan future development work." = "Anonieme systeem-profiel informatie wordt gebruikt om ons te helpen bij toekomstig versies.";
"Cancel" = "Annuleer";
"Check for updates on startup?" = "Controleren of er nieuwe updates zijn tijdens het starten?";
"Downloading update..." = "Bezig update te downloaden...";
"Extracting update..." = "Bezig update uit te pakken...";
"Include anonymous system profile?" = "Anoniem systeem-profiel gebruiken?";
"Install Update" = "Installeer update";
"Install and Relaunch" = "Installeer en start opnieuw";
"Installing update..." = "Bezig update te installeren...";
"No" = "Nee";
"Ready to install!" = "Klaar om te installeren!";
"Release Notes:" = "Versiegegevens:";
"Remind Me Later" = "Herinner mij er later aan";
"Skip This Version" = "Sla deze versie over";
"Software Update" = "Software-update";
"Update Error!" = "Update Fout!";
"Updating %@" = "Bezig met updaten van %@";
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Wilt u dat %@ controleert of er updates zijn tijdens het opstarten? Zo niet, dan kunt u de controle handmatig doen via het applicatie menu.";
"Yes" = "Ja";
"You're up to date!" = "U bent up to date!";

/* ==== UNLOCALIZED ==== */

"OK" = "OK";
